Sim 01 - Windows/system/controlDict
FoamFile
{
  version    2.0;
  format    ascii;
  class    dictionary;
  location    "system";
  object    controlDict;
}
application    urbanMicroclimateFoam;
startFrom    latestTime;
startTime    0;
stopAt    endTime;
endTime    10800;
deltaT    3600;
writeControl    timeStep;
writeInterval    1;
purgeWrite    0;
writeFormat    ascii;
writePrecision    8;
writeCompression    off;
timeFormat    general;
timePrecision    12;
runTimeModifiable    true;
initialSolidTimestepFactor    0.001666667;
minDeltaT    1E-6;
maxDeltaT    100;
minFluidIteration    0;
maxFluidIteration    50;
pcEqnForm    pc-based;
fieldMinMax
{
  type    fieldMinMax;
  libs    ("libfieldFunctionObjects.so");
  writeToFile    true;
  log    true;
  mode    magnitude;
  fields    (U p k epsilon omega nut aoa);
}
average
{
  type    volFieldValue;
  libs    ("libfieldFunctionObjects.so");
  fields    (U p);
  operation    weightedVolAverage;
  regionType    all;
  writeFields    false;
  log    true;
}
