Sim 01 - Windows/constant/air/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
/*   Windows 32 and 64 bit porting by blueCAPE: http://www.bluecape.com.pt   *\
|  Based on Windows porting (2.0.x v4) by Symscape: http://www.symscape.com   |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     0.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/air/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


7
(
    left
    {
        type            patch;
        nFaces          690;
        startFace       506061;
    }

    right
    {
        type            patch;
        nFaces          690;
        startFace       506751;
    }

    back
    {
        type            patch;
        nFaces          590;
        startFace       507441;
    }

    front
    {
        type            patch;
        nFaces          590;
        startFace       508031;
    }

    bottom
    {
        type            wall;
        inGroups        List<word> 0();
        nFaces          10134;
        startFace       508621;
    }

    top
    {
        type            patch;
        nFaces          4071;
        startFace       518755;
    }

    buildings
    {
        type            mappedWall;
        inGroups        List<word> 0();
        nFaces          31226;
        startFace       522826;
        sampleMode      nearestPatchFace;
        sampleRegion    buildings;
        samplePatch     buildings_to_air;
        offsetMode      uniform;
        offset          ( 0 0 0 );
    }

)


// ************************************************************************* //
