Sim 01 - Windows/constant/sunPosVector
(
(    0   (0.15451084655068203 0.8673358230643928 0.4731331401702948)   )
(    3600   (0.03551880507202242 0.7583738021647929 0.6508514351803885)   )
(    7200   (-0.06375077482345531 0.5977375141940845 0.7991531160137497)   )
);
