Sim 01 - Windows/constant/vegetation/solarLoadFineFaces
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
/*   Windows 32 and 64 bit porting by blueCAPE: http://www.bluecape.com.pt   *\
|  Based on Windows porting (2.0.x v4) by Symscape: http://www.symscape.com   |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       scalarListList;
    location    "constant/vegetation";
    object      solarLoadFineFaces;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


3
(

54124
(
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
...
)


54124
(
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
...
)


54124
(
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
...
)

)


// ************************************************************************* //
