Sim 01 - Windows/constant/vegetation/sunViewCoeff
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
/*   Windows 32 and 64 bit porting by blueCAPE: http://www.bluecape.com.pt   *\
|  Based on Windows porting (2.0.x v4) by Symscape: http://www.symscape.com   |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       scalarListList;
    location    "constant/vegetation";
    object      sunViewCoeff;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


3
(

2023
(
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
214.80245
184.10566
214.80245
214.80245
156.92057
214.79813
214.80245
214.80245
214.80245
103.06574
58.651256
168.3247
214.80245
214.80245
...
)


2023
(
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
448.43664
384.35189
448.43664
448.43664
355.0024
330.31179
448.43664
448.43664
448.43664
356.09295
215.98784
327.14009
448.43664
448.43664
...
)


2023
(
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
0
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
610.55298
523.30066
610.55298
610.55298
519.67767
511.36005
610.55298
610.55298
610.55298
558.05616
610.47475
442.69827
447.15618
571.82993
...
)

)


// ************************************************************************* //
