Sim 01 - Windows/0/air/gcr
FoamFile
{
  version    2.0;
  format    ascii;
  class    volScalarField;
  location    "0/air";
  object    gcr;
}
dimensions    [0 0 0 0 0 0 0];
internalField    uniform 0;
boundaryField
{
  left
  {
    type    slip;
  }
  right
  {
    type    slip;
  }
  top
  {
    type    slip;
  }
  bottom
  {
    type    fixedValue;
    value    uniform 0;
  }
  back
  {
    type    fixedValue;
    value    uniform 0;
  }
  front
  {
    type    fixedValue;
    value    uniform 0;
  }
  buildings
  {
    type    fixedValue;
    value    uniform 0;
  }
}
