Sim 01 - Windows/system/air/fvSchemes
FoamFile
{
  version    2.0;
  format    ascii;
  class    dictionary;
  location    "system";
  object    fvSchemes;
}
ddtSchemes
{
  default    steadyState;
}
gradSchemes
{
  default    Gauss linear;
  grad(U)    cellLimited Gauss linear 0.5;
}
divSchemes
{
  default    none;
  div(phi,U)    bounded Gauss linearUpwind grad(U);
  div(phi,h)    bounded Gauss limitedLinear 1;
  div(phi,e)    bounded Gauss upwind;
  div(phi,K)    bounded Gauss upwind;
  div(phi,Ekp)    bounded Gauss upwind;
  div(phi,k)    bounded Gauss upwind;
  div(phi,epsilon)    bounded Gauss upwind;
  div(phi,w)    bounded Gauss upwind;
  div(((rho*nuEff)*dev2(T(grad(U)))))    Gauss linear;
}
laplacianSchemes
{
  default    Gauss linear limited 0.333;
}
interpolationSchemes
{
  default    linear;
  LAD    cell;
}
snGradSchemes
{
  default    limited 0.333;
}
fluxRequired
{
  default    no;
  p_rgh    NO VALUE FOUND;
}
