Sim 01 - Windows/system/air/topoSetDict
FoamFile
{
  version    2.0;
  format    ascii;
  class    dictionary;
  object    topoSetDict;
}
actions
(
  {
    name    vegetation;
    type    cellSet;
    action    new;
    source    surfaceToCell;
    sourceInfo
    {
      file    "constant/triSurface/vegetation.stl";
      outsidePoints    ((35.57234191894531 -38.81629180908203 97.44880142211915));
      includeCut    true;
      includeInside    true;
      includeOutside    false;
      nearDistance    -1;
      curvature    -100;
    }
  }
  {
    name    vegetation;
    type    cellZoneSet;
    action    new;
    source    setToCellZone;
    sourceInfo
    {
      set    vegetation;
    }
  }
);
