Sim 01 - Windows/system/buildings/topoSetDict
FoamFile
{
  version    2.0;
  format    ascii;
  class    dictionary;
  object    topoSetDict;
}
actions
(
  {
    name    buildings;
    type    cellSet;
    action    new;
    source    rotatedBoxToCell;
    sourceInfo
    {
      origin    (-258.94293212890625 209.23997497558594 -1.0000000000002771);
      i    (0 -496.11253356933594 0);
      j    (539.0305480957031 0 0);
      k    (0 0 48.54880142211914);
    }
  }
  {
    name    buildings;
    type    cellZoneSet;
    action    new;
    source    setToCellZone;
    sourceInfo
    {
      set    buildings;
    }
  }
);
